alacritty
autojump
autotiling
azure-cli
azuredatastudio-bin
blueman
bat
bitwarden
dmenu
docker
docker-desktop
dracula-cursors-git
dracula-gtk-theme
dracula-icons-git
eza-git
feh
ffmpeg
firefox
fish
flameshot
fzf
gvfs
git
grep
htop
i3-wm
i3status
jq
ttf-jetbrains-mono-git
lazygit
lsof
lxappearance
mkinitcpio-colors-git
mictray
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nvm
obs-studio
pandoc-cli
pavucontrol
rustup
ripgrep
rofi
shell-color-scripts
slack-desktop
sqlite
stow-git
tldr
thunar
tmux
yay
zig-bin
xclip
xorg-xrandr-git
